<!DOCTYPE html>
<html lang="de">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="Allgemeine Gesch&auml;ftsbedingungen (AGB) von 4secrets Studio - Elena Koller">
    <meta name="keywords" content="AGB, Gesch&auml;ftsbedingungen, 4secrets Studio, Upgrade4me">
    <meta name="author" content="4secrets Studio">
    <meta property="og:title" content="AGB - 4secrets Studio">
    <meta property="og:description" content="Allgemeine Gesch&auml;ftsbedingungen f&uuml;r Workshops und Schulungen">
    <meta property="og:url" content="https://www.upgrade4-me.de/agb.html">
    <meta property="og:website" content="https://www.upgrade4-me.de">
    <title>AGB | 4secrets Studio - Upgrade4me</title>
    <style>
        * {
            margin: 0;
            padding: 0;
            box-sizing: border-box;
        }

        body {
            font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, 'Helvetica Neue', Arial, sans-serif;
            line-height: 1.6;
            color: #333;
            background-color: #f9f9f9;
            padding: 20px;
        }

        .container {
            max-width: 900px;
            margin: 0 auto;
            background-color: white;
            padding: 40px;
            box-shadow: 0 2px 10px rgba(0, 0, 0, 0.1);
            border-radius: 8px;
        }

        h1 {
            font-size: 2.5em;
            color: #2c3e50;
            margin-bottom: 30px;
            border-bottom: 3px solid #3498db;
            padding-bottom: 15px;
        }

        h2 {
            font-size: 1.8em;
            color: #2c3e50;
            margin-top: 40px;
            margin-bottom: 20px;
            border-left: 4px solid #3498db;
            padding-left: 15px;
        }

        h3 {
            font-size: 1.4em;
            color: #34495e;
            margin-top: 30px;
            margin-bottom: 15px;
        }

        p {
            margin-bottom: 15px;
            text-align: justify;
        }

        strong {
            color: #2c3e50;
            font-weight: 600;
        }

        a {
            color: #3498db;
            text-decoration: none;
            border-bottom: 1px dotted #3498db;
        }

        a:hover {
            color: #2980b9;
            border-bottom: 1px solid #2980b9;
        }

        ul {
            margin: 15px 0;
            padding-left: 30px;
        }

        li {
            margin-bottom: 10px;
        }

        .wichtig {
            background-color: #fff3cd;
            border-left: 4px solid #ffc107;
            padding: 15px;
            margin: 20px 0;
        }

        .rot-wichtig {
            background-color: #f8d7da;
            border-left: 4px solid #dc3545;
            padding: 15px;
            margin: 20px 0;
        }

        .adresse {
            background-color: #e8f4f8;
            padding: 15px;
            border-radius: 5px;
            margin: 20px 0;
        }

        .unternehmen {
            background-color: #e8f4f8;
            padding: 20px;
            border-radius: 5px;
            margin: 20px 0;
            text-align: center;
        }

        @media (max-width: 768px) {
            .container {
                padding: 20px;
            }

            h1 {
                font-size: 2em;
            }

            h2 {
                font-size: 1.5em;
            }

            h3 {
                font-size: 1.2em;
            }
        }

        .stand {
            text-align: right;
            font-style: italic;
            color: #7f8c8d;
            margin-top: 40px;
            padding-top: 20px;
            border-top: 1px solid #ecf0f1;
        }
    </style>
</head>

<body>
    <div class="container">
        <h1>Allgemeine Gesch&auml;ftsbedingungen (AGB)</h1>

        <div class="unternehmen">
            <strong>4secrets Studio &ndash; Inhaberin Elena Koller</strong><br>
            Baaderstra&szlig;e 88<br>
            80469 M&uuml;nchen/Glockenbachviertel<br><br>
            E-Mail: <a href="mailto:info@4-secrets.de">info@4-secrets.de</a><br>
            Telefon: +49 (0) 89 80001748
        </div>

        <h2>1. Geltungsbereich</h2>
        <p>
            Diese Allgemeinen Gesch&auml;ftsbedingungen (AGB) gelten f&uuml;r alle Vertr&auml;ge, die &uuml;ber die
            Webseite <strong><a href="https://www.upgrade4-me.de" target="_blank">www.upgrade4-me.de</a></strong>
            zwischen dem <strong>4secrets Studio, Inhaberin Elena Koller</strong> (im Folgenden &bdquo;wir&ldquo; oder
            &bdquo;Veranstalter&ldquo;) und unseren Kundinnen und Kunden (im Folgenden &bdquo;Sie&ldquo; oder
            &bdquo;Teilnehmer&ldquo;) abgeschlossen werden.
        </p>
        <p>
            Abweichende, entgegenstehende oder erg&auml;nzende Allgemeine Gesch&auml;ftsbedingungen des Kunden werden
            nicht Vertragsbestandteil, es sei denn, ihrer Geltung wird ausdr&uuml;cklich schriftlich zugestimmt.
        </p>

        <h2>2. Leistungen</h2>
        <p>
            Wir betreiben einen Friseursalon, bieten Schulungen an und verkaufen &uuml;ber unseren Online-Shop Tickets
            f&uuml;r Veranstaltungen, Seminare, Workshops und Weiterbildungen.
        </p>

        <h3>Leistungsumfang bei Workshops</h3>
        <p>Im Ticketpreis f&uuml;r unsere Workshops ist Folgendes enthalten:</p>
        <ul>
            <li>Teilnahme am zweit&auml;gigen Workshop</li>
            <li>Kaffee und erfrischende Getr&auml;nke</li>
            <li>Vital-Catering (Verpflegung w&auml;hrend der Veranstaltung)</li>
            <li>Schreibunterlagen</li>
            <li>Schulungsmaterialien und Handouts</li>
        </ul>
        <p>
            <strong>&Uuml;bernachtungskosten</strong> und die <strong>Anreise</strong> sind nicht im Ticketpreis
            enthalten und m&uuml;ssen von den Teilnehmern selbst organisiert und bezahlt werden.
        </p>

        <h2>3. Vertragsabschluss</h2>
        <ul>
            <li>Die Pr&auml;sentation unserer Angebote auf der Webseite stellt noch kein verbindliches Angebot dar,
                sondern eine unverbindliche Aufforderung zur Bestellung.</li>
            <li>Mit Abschluss des Bestellvorgangs (&bdquo;Jetzt kaufen&ldquo; / &bdquo;Zahlungspflichtig
                bestellen&ldquo;) geben Sie ein verbindliches Angebot zum Kauf ab.</li>
            <li>Der Vertrag kommt erst mit unserer Best&auml;tigung per E-Mail (Buchungsbest&auml;tigung) zustande.</li>
            <li>Die Buchungsbest&auml;tigung wird Ihnen unverz&uuml;glich nach Eingang Ihrer Bestellung per E-Mail
                zugesandt.</li>
            <li>Die Vertragssprache ist Deutsch.</li>
        </ul>

        <h2>4. Preise und Zahlungsbedingungen</h2>
        <ul>
            <li>Alle Preise sind Endpreise inkl. der gesetzlichen Umsatzsteuer.</li>
            <li>Die Zahlung erfolgt &uuml;ber die im Bestellprozess angegebenen Zahlungsm&ouml;glichkeiten.</li>
            <li>Nach erfolgreichem Ticketkauf erhalten Sie eine Rechnung per E-Mail.</li>
        </ul>

        <h3>Zahlungsabwicklung &uuml;ber Stripe</h3>
        <p>
            Die Zahlungsabwicklung erfolgt &uuml;ber den Zahlungsdienstleister <strong>Stripe Payments Europe
                Ltd.</strong> (Block 4, Harcourt Centre, Harcourt Road, Dublin 2, Irland).
        </p>
        <p>
            Wenn Sie die Zahlung via Stripe ausw&auml;hlen, werden Ihre Zahlungsdaten direkt an Stripe &uuml;bermittelt
            und dort verarbeitet. Wir selbst speichern keine vollst&auml;ndigen Zahlungsdaten. F&uuml;r die
            Zahlungsabwicklung gelten zus&auml;tzlich die <a href="https://stripe.com/de/legal" target="_blank"
                rel="noopener noreferrer">AGB von Stripe</a> sowie die <a href="https://stripe.com/de/privacy"
                target="_blank" rel="noopener noreferrer">Datenschutzerkl&auml;rung von Stripe</a>.
        </p>
        <p>
            Die &Uuml;bermittlung Ihrer Daten an Stripe erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO
            (Verarbeitung zur Vertragserf&uuml;llung).
        </p>

        <h2>5. Lieferung / Ticketversand</h2>
        <ul>
            <li>Digitale Tickets erhalten Sie nach erfolgreicher Zahlung unverz&uuml;glich per E-Mail als PDF-Dokument.
            </li>
            <li>Bitte &uuml;berpr&uuml;fen Sie auch Ihren Spam-Ordner, falls Sie keine Best&auml;tigungs-E-Mail
                erhalten.</li>
            <li>Physische Tickets oder Teilnahmebest&auml;tigungen werden an die von Ihnen angegebene Adresse versandt.
            </li>
            <li>Der genaue Veranstaltungsort wird Ihnen in der Buchungsbest&auml;tigung mitgeteilt.</li>
        </ul>

        <h3>Technische Probleme mit Tickets</h3>
        <p>
            Sollten Sie Ihr digitales Ticket nicht erhalten oder das PDF nicht &ouml;ffnen k&ouml;nnen, kontaktieren Sie
            uns bitte unverz&uuml;glich unter <a href="mailto:info@4-secrets.de">info@4-secrets.de</a> oder telefonisch
            unter +49 (0) 89 80001748.
        </p>

        <h2>6. Widerrufsrecht</h2>
        <p>
            Verbraucherinnen und Verbraucher haben grunds&auml;tzlich ein gesetzliches 14-t&auml;giges Widerrufsrecht.
        </p>

        <div class="wichtig">
            <h3>Wichtiger Hinweis zum Widerrufsrecht:</h3>
            <ul>
                <li>F&uuml;r den Kauf von Tickets f&uuml;r Schulungen, Seminare, Workshops oder andere Veranstaltungen
                    des 4secrets Studio besteht <strong>kein Widerrufsrecht</strong>, da es sich um Dienstleistungen im
                    Bereich Freizeitgestaltung handelt, die an einem bestimmten Termin stattfinden (&sect; 312g Abs. 2
                    Nr. 9 BGB).</li>
                <li>Mit der verbindlichen Buchung eines Tickets ist die Teilnahme fest reserviert. Eine Stornierung,
                    R&uuml;ckgabe oder Erstattung ist daher ausgeschlossen.</li>
                <li>Dies gilt unabh&auml;ngig davon, ob das Ticket digital oder in Papierform erworben wurde.</li>
            </ul>
            <p style="margin-top: 15px;">
                <strong>Im Falle einer Absage der Veranstaltung durch uns erstatten wir bereits gezahlte Betr&auml;ge
                    selbstverst&auml;ndlich vollst&auml;ndig zur&uuml;ck.</strong>
            </p>
        </div>

        <h2>7. Tickets und &Uuml;bertragbarkeit</h2>

        <div class="rot-wichtig">
            <h3>Wichtig: Tickets sind nicht &uuml;bertragbar!</h3>
            <p>
                <strong>Gekaufte Tickets sind personengebunden und nicht &uuml;bertragbar.</strong> Eine Weitergabe, ein
                Weiterverkauf oder eine Umbuchung auf eine andere Person ist nicht gestattet.
            </p>
            <p>
                Das Ticket berechtigt ausschlie&szlig;lich die bei der Buchung angegebene Person zur Teilnahme. Bei der
                Veranstaltung kann eine Identit&auml;tspr&uuml;fung erfolgen.
            </p>
        </div>

        <h3>Nichterscheinen</h3>
        <p>
            Bei Nichterscheinen ohne rechtzeitige Absage erfolgt keine R&uuml;ckerstattung des Ticketpreises. Der volle
            Ticketpreis bleibt f&auml;llig.
        </p>

        <h2>8. Termin&auml;nderungen und Absagen durch den Veranstalter</h2>

        <h3>Termin&auml;nderungen</h3>
        <p>
            Wir behalten uns vor, den Termin einer Veranstaltung aus wichtigem Grund zu &auml;ndern (z. B. Krankheit des
            Referenten, h&ouml;here Gewalt, zu geringe Teilnehmerzahl).
        </p>
        <p>
            <strong>Termin&auml;nderungen werden Ihnen rechtzeitig, sp&auml;testens 24 Stunden vor dem urspr&uuml;nglich
                geplanten Veranstaltungsbeginn, per E-Mail mitgeteilt.</strong>
        </p>
        <p>
            <strong>Bei Termin&auml;nderungen wird Ihnen der neue Termin mitgeteilt. Ihr Ticket beh&auml;lt f&uuml;r den
                neuen Termin seine G&uuml;ltigkeit. Eine R&uuml;ckerstattung ist ausgeschlossen.</strong>
        </p>

        <h3>Absage durch den Veranstalter</h3>
        <p>
            Wir behalten uns vor, Schulungen und Workshops bei zu geringer Teilnehmerzahl oder aus organisatorischen
            Gr&uuml;nden abzusagen.
        </p>
        <p>
            Im Falle einer Absage erstatten wir bereits gezahlte Geb&uuml;hren vollst&auml;ndig zur&uuml;ck.
            Weitergehende Anspr&uuml;che (z. B. Fahrtkosten, &Uuml;bernachtungskosten) sind ausgeschlossen, sofern die
            Absage nicht vors&auml;tzlich oder grob fahrl&auml;ssig erfolgte.
        </p>

        <h2>9. Teilnahmebedingungen f&uuml;r Schulungen</h2>
        <ul>
            <li>Eine Teilnahme ist nur nach vorheriger Anmeldung und vollst&auml;ndiger Bezahlung m&ouml;glich.</li>
            <li>Mit dem Kauf eines Tickets erkl&auml;ren Sie sich mit diesen AGB einverstanden.</li>
            <li>Die Teilnahme erfolgt auf eigene Gefahr und Verantwortung.</li>
            <li>Teilnehmer verpflichten sich, p&uuml;nktlich zu erscheinen und sich respektvoll gegen&uuml;ber anderen
                Teilnehmern und dem Veranstalter zu verhalten.</li>
        </ul>

        <h3>Mindestalter</h3>
        <p>
            Die Teilnahme an unseren Workshops ist nur f&uuml;r Personen ab 18 Jahren m&ouml;glich.
        </p>

        <h2>10. Fotos, Videos und Bildrechte</h2>

        <div class="wichtig">
            <h3>Wichtige Regelung zu Aufnahmen:</h3>
            <p>
                <strong>Alle Foto- und Bildrechte w&auml;hrend der Veranstaltung liegen beim Veranstalter.</strong>
            </p>
            <p>
                Teilnehmer d&uuml;rfen nur mit ausdr&uuml;cklicher vorheriger Genehmigung des Veranstalters
                fotografieren oder filmen. Bitte fragen Sie das Veranstalterteam, bevor Sie Aufnahmen machen.
            </p>
            <p>
                <strong>Der Veranstalter kann w&auml;hrend der Veranstaltung Fotos und Videos anfertigen.</strong> Diese
                k&ouml;nnen f&uuml;r Marketing- und Werbezwecke verwendet werden (z. B. auf der Website, in Social
                Media, in Prospekten).
            </p>
            <p>
                Mit der Teilnahme am Workshop erkl&auml;ren Sie sich damit einverstanden, dass Aufnahmen von Ihnen
                gemacht werden k&ouml;nnen. Sollten Sie nicht fotografiert oder gefilmt werden wollen, teilen Sie dies
                bitte dem Veranstalter zu Beginn der Veranstaltung mit.
            </p>
        </div>

        <h2>11. Urheberrecht und Schulungsmaterialien</h2>
        <p>
            Alle im Rahmen der Schulung bereitgestellten Materialien, Handouts, Pr&auml;sentationen und Inhalte sind
            urheberrechtlich gesch&uuml;tzt und Eigentum des Veranstalters.
        </p>
        <ul>
            <li>Die Materialien d&uuml;rfen ausschlie&szlig;lich f&uuml;r private, nicht-kommerzielle Zwecke verwendet
                werden.</li>
            <li>Eine Weitergabe, Vervielf&auml;ltigung, Ver&ouml;ffentlichung oder kommerzielle Nutzung ohne
                schriftliche Genehmigung ist untersagt.</li>
            <li>Die Inhalte d&uuml;rfen nicht f&uuml;r eigene Schulungen oder Workshops verwendet werden.</li>
        </ul>

        <h2>12. Verhalten und Hausrecht</h2>
        <p>
            Der Veranstalter &uuml;bt das Hausrecht aus und kann Teilnehmer bei st&ouml;rendem, beleidigendem oder
            gef&auml;hrdendem Verhalten von der Veranstaltung ausschlie&szlig;en.
        </p>
        <p>
            Im Falle eines Ausschlusses aufgrund eines Fehlverhaltens des Teilnehmers besteht kein Anspruch auf
            R&uuml;ckerstattung des Ticketpreises.
        </p>
        <p>
            Folgendes Verhalten ist nicht gestattet:
        </p>
        <ul>
            <li>St&ouml;rung des Ablaufs der Veranstaltung</li>
            <li>Beleidigung oder Bel&auml;stigung anderer Teilnehmer oder des Veranstaltungspersonals</li>
            <li>Besch&auml;digung von Eigentum des Veranstalters oder des Veranstaltungsortes</li>
            <li>Konsum von Alkohol oder Drogen w&auml;hrend der Veranstaltung</li>
        </ul>

        <h2>13. Haftung</h2>

        <h3>Haftung des Veranstalters</h3>
        <p>
            Wir haften f&uuml;r Sch&auml;den aus der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit, die
            auf einer vors&auml;tzlichen oder fahrl&auml;ssigen Pflichtverletzung des Veranstalters oder eines
            gesetzlichen Vertreters oder Erf&uuml;llungsgehilfen beruhen, sowie f&uuml;r sonstige Sch&auml;den, die auf
            einer vors&auml;tzlichen oder grob fahrl&auml;ssigen Pflichtverletzung des Veranstalters beruhen,
            unbeschr&auml;nkt.
        </p>
        <p>
            Bei leichter Fahrl&auml;ssigkeit haften wir nur bei Verletzung wesentlicher Vertragspflichten
            (Kardinalpflichten). In diesem Fall ist die Haftung auf den vorhersehbaren, vertragstypischen Schaden
            begrenzt.
        </p>
        <p>
            Die Haftung nach dem Produkthaftungsgesetz bleibt unber&uuml;hrt.
        </p>

        <h3>Haftung f&uuml;r mitgebrachte Gegenst&auml;nde</h3>

        <div class="rot-wichtig">
            <p>
                <strong>Der Veranstalter &uuml;bernimmt keine Haftung f&uuml;r mitgebrachte Gegenst&auml;nde jeglicher
                    Art.</strong>
            </p>
            <p>
                Dies umfasst insbesondere:
            </p>
            <ul>
                <li>Kleidung und Garderobe</li>
                <li>Wertgegenst&auml;nde (Schmuck, Uhren, Geld, etc.)</li>
                <li>Elektronische Ger&auml;te (Smartphone, Laptop, Tablet, etc.)</li>
                <li>Fahrzeuge und deren Inhalt</li>
                <li>Sonstige pers&ouml;nliche Gegenst&auml;nde</li>
            </ul>
            <p style="margin-top: 10px;">
                Die Teilnahme und die Mitnahme von Gegenst&auml;nden erfolgen auf eigenes Risiko. Wir empfehlen, keine
                Wertgegenst&auml;nde zur Veranstaltung mitzubringen.
            </p>
        </div>

        <h3>Versicherung</h3>
        <p>
            Eine Unfall- oder Haftpflichtversicherung f&uuml;r Teilnehmer wird vom Veranstalter nicht abgeschlossen.
            Teilnehmer sind selbst f&uuml;r einen ausreichenden Versicherungsschutz verantwortlich.
        </p>

        <h2>14. Gew&auml;hrleistung und Reklamation</h2>
        <p>
            Sollte die gebuchte Leistung M&auml;ngel aufweisen, haben Sie das Recht, eine M&auml;ngelbeseitigung zu
            verlangen.
        </p>
        <p>
            M&auml;ngel sind uns unverz&uuml;glich, sp&auml;testens innerhalb von 14 Tagen nach der Veranstaltung,
            schriftlich per E-Mail an <a href="mailto:info@4-secrets.de">info@4-secrets.de</a> anzuzeigen.
        </p>
        <p>
            Wir bem&uuml;hen uns, berechtigte Beschwerden schnellstm&ouml;glich zu bearbeiten und eine angemessene
            L&ouml;sung zu finden.
        </p>

        <h2>15. Datenschutz</h2>
        <p>
            Informationen zur Verarbeitung Ihrer personenbezogenen Daten finden Sie in unserer <a
                href="/datenschutz.html">Datenschutzerkl&auml;rung</a>.
        </p>
        <p>
            Ihre Daten werden ausschlie&szlig;lich zur Vertragserf&uuml;llung verwendet und nicht an Dritte
            weitergegeben, au&szlig;er dies ist zur Vertragserf&uuml;llung notwendig (z. B. Zahlungsdienstleister
            Stripe).
        </p>

        <h2>16. Streitbeilegung</h2>
        <p>
            Die Europ&auml;ische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit:<br>
            <a href="https://ec.europa.eu/odr" target="_blank" rel="noopener noreferrer">https://ec.europa.eu/odr</a>
        </p>
        <p>
            Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer
            Verbraucherschlichtungsstelle teilzunehmen.
        </p>

        <h2>17. Salvatorische Klausel</h2>
        <p>
            Sollten einzelne Bestimmungen dieser AGB unwirksam sein oder werden, bleibt die Wirksamkeit der &uuml;brigen
            Bestimmungen hiervon unber&uuml;hrt. Anstelle der unwirksamen Bestimmung gilt eine wirksame Regelung als
            vereinbart, die dem wirtschaftlichen Zweck der unwirksamen Bestimmung am n&auml;chsten kommt.
        </p>

        <h2>18. Schlussbestimmungen</h2>
        <ul>
            <li>Es gilt deutsches Recht unter Ausschluss des UN-Kaufrechts.</li>
            <li>Gerichtsstand ist, soweit rechtlich zul&auml;ssig, M&uuml;nchen.</li>
            <li>&Auml;nderungen dieser AGB werden Ihnen rechtzeitig per E-Mail mitgeteilt und gelten als genehmigt, wenn
                Sie nicht innerhalb von sechs Wochen nach Zugang der Mitteilung widersprechen. Auf diese Folge werden
                wir Sie in der Mitteilung gesondert hinweisen.</li>
            <li>Die Vertragssprache ist ausschlie&szlig;lich Deutsch.</li>
        </ul>

        <p class="stand"><strong>Stand dieser AGB:</strong> Oktober 2025</p>
    </div>
</body>

</html>